Repository: babybuddy/babybuddy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hr, ja, sr

source: Settings
hr: Postavke
ja: 設定
sr: Подешавања

source: Dashboard
hr: Pregledna ploča
ja: ダッシュボード
sr: Контролна табла

source: Refresh rate
hr: Frekvencija aktualiziranja
ja: リフレッシュレート
sr: Учесталост освежавања

source: This setting will only be used when a browser does not support refresh on focus.
sr: Ово подешавање ће бити коришћено када прегледач не подржава освежавање при фокусирању

source: disabled
hr: deaktivirano
ja: 無効
sr: онемогућено

source: 1 min.
sr: 1 мин.

source: 2 min.
sr: 2 мин.

source: 3 min.
sr: 3 мин.

source: 4 min.
sr: 4 мин.

source: 5 min.
sr: 5 мин.

source: 10 min.
sr: 10 мин.

source: 15 min.
sr: 15 мин.

source: 30 min.
sr: 30 мин.

source: Language
hr: Jezik
ja: 言語
sr: Језик

source: {user}'s Settings
hr: Postavke korisnika {user}
ja: {user}の設定
sr: Подешавања за {user}

source: English
sr: енглески

source: French
hr: Francuski
ja: フランス語
sr: француски

source: Permission Denied
hr: Dozvola je odbijena
ja: アクセスが拒否されました
sr: Дозвола је одбијена

source: You do not have permission to access this resource. Contact a site administrator for assistance.
sr: Немаш дозволу да приступиш овом извору Контактирај администратора сајта за помоћ

source: Home
hr: Početna
ja: ホーム
sr: Почетна страна

source: Filter
hr: Filtar
ja: フィルター
sr: Филтер

source: Reset
hr: Resetiraj
ja: リセット
sr: Ресетуј

source: Filters
hr: Filtri
ja: フィルター
sr: Филтери

source: Submit
hr: Pošalji
ja: 登録
sr: Унеси

source: <strong>Error:</strong> %(error)s
sr: <strong>Грешка:</strong> %(error)s

source: <strong>Error:</strong> Some fields have errors. See below for details.
sr: <strong>Грешка:</strong> Нека од поља су погрешно унесена. Погледај доле за детаље

source: Diaper Change
hr: Mijenjanje pelene
ja: おむつ交換
sr: Промена пелена

source: Feeding
hr: Hranjenje
ja: 授乳
sr: Храњење

source: Note
hr: Bilješka
ja: 育児ノート
sr: Белешка

source: Sleep
hr: Spavanje
ja: 睡眠
sr: Спавање

source: Tummy Time
hr: Vrijeme na trbuhu
ja: うつぶせ遊び
sr: Време на стомаку

source: Weight
hr: Težina
ja: 体重
sr: Маса/тежина

source: Children
hr: Djeca
ja: 私の赤ちゃん
sr: Деца

source: Child
hr: Dijete
ja: 赤ちゃん
sr: Дете

source: Notes
hr: Bilješke
ja: 成長記録
sr: Белешке

source: Weight entry
hr: Unos težine
ja: 体重記録
sr: Унос масе/тежине

source: Activities
hr: Aktivnosti
ja: 活動
sr: Активности

source: Changes
hr: Mijenjanja
ja: おむつ交換
sr: Промене пелена

source: Change
hr: Mijenjanje
ja: おむつ交換
sr: Промена пелене

source: Feedings
hr: Hranjenja
ja: 授乳
sr: Храњења

source: Sleep entry
hr: Unos spavanja
ja: 睡眠記録
sr: Унос спавања

source: Tummy Time entry
hr: Unos vremena na trbuhu
ja: うつぶせ遊び記録
sr: Унос времена на стомаку

source: User
hr: Korisnik
ja: ユーザー
sr: Корисник

source: Password
hr: Lozinka
ja: パスワード
sr: Шифра

source: Logout
hr: Odjava
ja: ログアウト
sr: Одјави се

source: Site
hr: Web-stranica
ja: サイト
sr: Сајт

source: API Browser
hr: API preglednik
ja: APIブラウザ
sr: API прегледач

source: Users
hr: Korisnici
ja: ユーザー
sr: Корсници

source: Backend Admin
sr: Администратор инфраструктуре

source: Support
hr: Podrška
ja: サポート
sr: Подршка

source: Source Code
hr: Izvorni kod
ja: ソースコード
sr: Изворни код

source: Chat / Support
hr: Chat / podrška
ja: チャット / サポート
sr: Ћаскање/подршка

source: Previous
hr: Natrag
ja: 前
sr: Претходни

source: Next
hr: Dalje
ja: 次
sr: Следећи

source: Delete User
hr: Izbriši korisnika
ja: ユーザー削除
sr: Избриши корисника

source: Delete
hr: Izbriži
ja: 削除
sr: Избриши

source: <h1>Are you sure you want to delete <span class="text-info">%(object)s</span>?</h1>
sr: <h1>Да ли си сигуран да желиш да избришеш <span class="text-info">%(object)s</span>?</h1>

source: Cancel
hr: Odustani
ja: キャンセル
sr: Откажи

source: Create User
hr: Stvori korisnika
ja: ユーザー作成
sr: Направи корисника

source: Update
hr: Aktualiziraj
ja: 更新
sr: Ажурирај

source: <h1>Update <span class="text-info">%(object)s</span></h1>
sr: <h1>Ажурирај <span class="text-info">%(object)s</span></h1>

source: First Name
hr: Ime
ja: 名
sr: Име

source: Last Name
hr: Prezime
ja: 姓
sr: Презиме

source: Email
ja: メールアドレス
sr: Адреса електронске поште (мејл)

source: Staff
hr: Osoblje
ja: 管理者
sr: Особље

source: Active
hr: Aktivno
ja: 有効
sr: Активан

source: Actions
hr: Radnje
ja: 操作
sr: Радње

source: No users found.
hr: Nije pronađen nijedan korisnik.
ja: ユーザーが見つかりません。
sr: Ниједан корсник није пронађен

source: Change Password
hr: Promijeni lozinku
ja: パスワード変更
sr: Промени шифру

source: User Settings
hr: Korisničke postavke
ja: ユーザー設定
sr: Корисничка подешавања

source: <strong>Error:</strong> Some fields have errors. See below for details.
sr: <strong>Грешка:</strong> Нека поља садрже грешку. Погледај испод за детаље.

source: User Profile
hr: Korisnički profil
ja: ユーザープロフィール
sr: Кориснички профил

source: Key
hr: Ključ
ja: キー
sr: Кључ

source: Regenerate
hr: Generiraj ponovo
ja: 再生成
sr: Направи нов

source: Welcome!
hr: Zdravo!
ja: ようこそ！
sr: Добродошао/ла!

source: Welcome to Baby Buddy!
hr: Pozdrav u Baby Buddy!
ja: Baby Buddyへようこそ！
sr: Добродошао/ла у Baby Buddy!

source: Learn about and predict baby's needs without (<em>as much</em>) guess work by using Baby Buddy to track &mdash;
sr: Научи и предвиди бебине потребе без (<em>превише</em>) нагађања коришђењем Бејби Бадија за праћење &mdash;

source: Diaper Changes
hr: Mijenjanja pelena
ja: おむつ交換
sr: Промене пелена

source: As the amount of entries grows, Baby Buddy will help parents and caregivers to identify small patterns in baby's habits using the dashboard and graphs. Baby Buddy is mobile-friendly and uses a dark theme to help weary moms and dads with 2AM feedings and changings. To get started, just click the button below to add your first (or second, third, etc.) child!
sr: Како расте број уноса, Бејби Бади ће помоћи родитељима и неговатељима да идентификују мале шеме у бебиним навикама, користећи таблу и графиконе. Бејби Бади је мобил-френдли, и користи тамну тему да помогне уморним мамама и татама са ноћним храњењима и променама. Да почнете, само кликните на дугме испод и додајте своје прво (или друго, треће, итд.) дете!

source: Add a Child
hr: Dodaj dijete
ja: 赤ちゃん追加
sr: Додај дете

source: Login
hr: Prijava
ja: ログイン
sr: Пријава

source: Forgot your password?
hr: Ne sjećaš se lozinke?
ja: パスワードをお忘れですか？
sr: Заборавио/ла си лозинку?

source: Password Reset Successfully!
hr: Ponovno postavljanje lozinke je uspjelo!
ja: パスワードのリセットに成功しました！
sr: Лозинка успешно ресетована!

source: Your password has been set. You may go ahead and log in now.
hr: Tvoja je lozinka postavljena. Sada možeš nastaviti s prijavom.
ja: パスワードが設定されました。ログインを進めてください。
sr: Лозинка је подешена. Можеш да се улогујеш.

source: Log in
hr: Prijavi se
ja: ログイン
sr: Пријави се

source: Password Reset
hr: Ponovno postavljanje lozinke
ja: パスワードのリセット
sr: Лозинка ресетована

source: <p class="mb-0"><strong>Oh snap!</strong> The two passwords did not match. Please try again.</p>
sr: <p class="mb-0"><strong>О, не!</strong> Лозинке се не поклапају. Покушајте опет.</p>

source: Enter your new password in each field below.
hr: Upiši tvoju novu lozinku u svako donje polje.
ja: 以下の各フィールドに新しいパスワードを入力してください。
sr: Унеси своју нову лозинку у свако од поља испод

source: Reset Password
hr: Ponovo postavi lozinku
ja: パスワードをリセット
sr: Ресетуј лозинку

source: Reset Email Sent
hr: E-mail za ponovno postavljanje je poslan
ja: リセット用のメールを送信しました
sr: Послато ресетовање мејла

source: <p>We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.</p> <p class="mb-0">If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.</p>
sr: <p>Послали смо инструкције за постављање лозинке, уколико је налог постојећи са мејлом који сте унели. Требало би да их добијете у најкраћем року.</p> <p class="mb-0">Уколико нисте добили мејл, проверите да ли сте унели адресу са којом сте се регистровали и проверите спем фолдер.</p>

source: Forgot Password
hr: Zaboravljena lozinka
ja: パスワードを忘れた
sr: Заборављена лозинка

source: <p class="mb-0">Enter your account email address in the form below. If the address is valid, you will receive instructions for resetting your password.</p>
sr: <p class="mb-0">Унесите мејл адресу налога у форми испод. Уколико адреса није исправна, добићете инструкције за ресетовањае лозинке.</p>

source: User %(username)s added!
hr: Korisnik %(username)s je dodan!
ja: ユーザー %(username)s が追加されました！
sr: Корисник %(username)s је додат!

source: User %(username)s updated.
hr: Korisnik %(username)s je aktualiziran.
ja: ユーザー %(username)s が更新されました。
sr: Корисник %(username)s је ажуриран.

source: User {user} deleted.
hr: Korisnik {user} je izbrisan.
ja: ユーザー {user} が削除されました。
sr: Корисник {user} је обрисан.

source: Password updated.
hr: Lozinka je aktualizirana.
ja: パスワードが更新されました。
sr: Лозинка ажурирана.

source: User API key regenerated.
hr: Korisnički API ključ je ponovo generiran.
ja: ユーザーのAPIキーが再生成されました。
sr: Корисников АПИ кључ је поново генерисан.

source: Settings saved!
hr: Postavke su spremljene!
ja: 設定が保存されました！
sr: Подешавања су сачувана!

source: Name does not match child name.
hr: Ime se ne poklapa s imenom djeteta.
ja: 指定した名前は赤ちゃんの名前と一致しません。
sr: Име се не поклапа са именом детета.

source: Date can not be in the future.
hr: Datum ne može biti u budućnosti.
ja: 未来の日付は指定できません。
sr: Датум не може бити у будућности.

source: Start time must come before end time.
hr: Vrijeme početka mora biti prije kraja.
ja: 開始時間は終了時間より前でなければなりません。
sr: Почетно време мора бити пре завршног времена.

source: Duration too long.
hr: Trajanje je predugo.
ja: 期間が長すぎます。
sr: Трајање је предуго!

source: Another entry intersects the specified time period.
hr: Jedan drugi unos presijeca navedeno vremensko razdoblje.
ja: 別の記録が指定された時間帯と重複しています。
sr: Други унос се преклапа са одабраним временским опсегом.

source: Date/time can not be in the future.
hr: Datum/vrijeme ne može biti u budućnosti.
ja: 未来の日付/時間は指定できません。
sr: Датум/време не може бити у будућности.

source: First name
hr: Ime
ja: 名
sr: Име

source: Last name
hr: Prezime
ja: 姓
sr: Презиме

source: Birth date
hr: Datum rođenja
ja: 誕生日
sr: Датум рођења

source: Slug
hr: Identifikator
ja: 少量
sr: Ставка

source: Picture
hr: Slika
ja: 赤ちゃんの写真
sr: Слика

source: Time
hr: Vrijeme
ja: 時間
sr: Време

source: Black
hr: Crna
ja: 黒
sr: Црн

source: Brown
hr: Smeđa
ja: 茶色
sr: Смеђ/браон

source: Green
hr: Zelena
ja: 緑
sr: Зелен

source: Yellow
hr: Žuta
ja: 黄色
sr: Жут

source: Color
hr: Boja
ja: 色
sr: Боја

source: Wet and/or solid is required.
sr: Неопходан унос мокраће и/или измета

source: Start time
hr: Vrijeme početka
ja: 開始時間
sr: Почетно време

source: End time
hr: Vrijeme završetka
ja: 終了時間
sr: Завршно време

source: Duration
hr: Trajanje
ja: 期間
sr: Трајање

source: Breast milk
hr: Majčino mlijeko
ja: 母乳
sr: Мајчино млеко

source: Formula
ja: 粉ミルク
sr: Млечна формула

source: Type
hr: Vrsta
ja: タイプ
sr: Тип

source: Bottle
hr: Bočica
ja: 哺乳瓶
sr: Флашица

source: Left breast
hr: Lijeva dojka
ja: 左の乳房
sr: Лева дојка

source: Right breast
hr: Desna dojka
ja: 右の乳房
sr: Десна дојка

source: Amount
hr: Količina
ja: 量
sr: Количина

source: Only "Bottle" method is allowed with "Formula" type.
sr: "Млечна формула" дозвољава само "Флашицу" као начин/метод.

source: Name
hr: Ime
ja: 名前
sr: Име

source: Timer
ja: タイマー
sr: Тајмер

source: Timers
hr: Timeri
ja: タイマー
sr: Тајмер

source: Timer #{id}
ja: タイマー #{id}
sr: Тајмер #{id}

source: Milestone
hr: Etapa
ja: マイルストーン
sr: Прекретница

source: Date
hr: Datum
ja: 日付
sr: Датум

source: Delete a Child
hr: Izbriši dijete
ja: 赤ちゃんを削除
sr: Избриши дете

source: To confirm this action. Type the full name of the child below.
hr: Za potvrdu ove radnje. Dolje upiši potpuno ime djeteta.
ja: 確認するために、以下に赤ちゃんのフルネームを入力してください。
sr: Да потврдите ову акцију. Унеси пуно име детета испод.

source: Born
hr: Rođen/a
ja: 誕生日
sr: Рођен/а

source: Age
hr: Dob
ja: 年齢
sr: Старост

source: %(since)s ago (%(time)s)
hr: Prije %(since)s (%(time)s)
ja: %(since)s 前 (%(time)s)
sr: %(since) пре (%(time)s)

source: Birth Date
hr: Datum rođenja
ja: 誕生日
sr: Датум рођења

source: No children found.
hr: Nije pronađeno nijedno dijete.
ja: 赤ちゃんが見つかりません。
sr: Деца нису пронађена.

source: Delete a Diaper Change
hr: Izbriši mijenjanje pelene
ja: おむつ交換記録を削除
sr: Обриши замену пелене

source: Update a Diaper Change
hr: Aktualiziraj mijenjanje pelene
ja: おむつ交換記録を更新
sr: Ажурирај промену пелене

source: Add a Diaper Change
hr: Dodaj mijenjanje pelene
ja: おむつ交換記録を追加
sr: Додај промену пелене

source: Add
hr: Dodaj
ja: 追加
sr: Додај

source: No diaper changes found.
hr: Nije pronađeno nijedno mijenjanje pelene.
ja: おむつ交換記録が見つかりませんでした。
sr: Нису пронађене промене пелене.

source: Add a Change
sr: Додај промену

source: Delete a Feeding
hr: Izbriši hranjenje
ja: 授乳記録を削除
sr: Обриши храњење

source: Update a Feeding
hr: Aktualiziraj hranjenje
ja: 授乳記録を更新
sr: Ажурирај храњење

source: Add a Feeding
hr: Dodaj hranjenje
ja: 授乳記録を追加
sr: Додај храњење

source: Amt.
hr: Količina
ja: 量
sr: Клч.

source: No feedings found.
hr: Nije pronađeno nijedno hranjenje.
ja: 授乳記録が見つかりません。
sr: Нису пронађена храњења.

source: Delete a Note
hr: Izbriši bilješku
ja: 育児ノートを削除
sr: Избриши белешку

source: Update a Note
hr: Aktualiziraj bilješku
ja: 育児ノートを更新
sr: Ажурирај белешку

source: Add a Note
hr: Dodaj bilješku
ja: 育児ノートを追加
sr: Додај белешку

source: No notes found.
hr: Nema bilješki.
ja: 育児ノートが見つかりません。
sr: Нису пронађене напомене.

source: Delete a Sleep Entry
hr: Izbriši unos spavanja
ja: 睡眠記録を削除
sr: Обриши унос спавања

source: Update a Sleep Entry
hr: Aktualiziraj unos spavanja
ja: 睡眠記録を更新
sr: Ажурирај унос спавања

source: Add a Sleep Entry
hr: Dodaj unos spavanja
ja: 睡眠記録を追加
sr: Додај унос спавања

source: Start
hr: Početak
ja: 開始
sr: Почни

source: End
hr: Kraj
ja: 終了
sr: Заврши

source: Nap
hr: Drijemanje
ja: 昼寝
sr: Дремка

source: No sleep entries found.
hr: Nije pronađen nijedan unos spavanja.
ja: 睡眠記録が見つかりません。
sr: Нису пронађени уноси спавања.

source: Delete %(object)s
hr: Izbriši %(object)s
ja: %(object)s を削除
sr: Обриши %(object)s

source: Started
hr: Pokrenuto
ja: 開始されました
sr: Почео/ла

source: Stopped
sr: Завршио/ла

source: %(timer)s created by %(object.user)s
sr: %(timer)s креирано од стране %(object.user)s

source: Timer actions
hr: Radnje timera
ja: タイマー操作
sr: Акције тајмера

source: Start Timer
hr: Pokreni timer
ja: タイマーを開始
sr: Покрени тајмер

source: No timer entries found.
hr: Nije pronađen nijedan unos timera.
ja: タイマー記録が見つかりません。
sr: Није пронађен унос тајмера.

source: Quick Start Timer
hr: Pokreni timer
ja: タイマーを即時開始
sr: Покрени тајмер

source: View Timers
hr: Prikaži timere
ja: タイマーを表示
sr: Погледај тајмере

source: Active Timers
sr: Активни тајмери

source: None
hr: Nema
ja: なし
sr: Ништа

source: Delete a Tummy Time Entry
hr: Izbriši unos vremena na trbuhu
ja: うつぶせ遊び記録を削除
sr: Обриши унос времена на стомаку

source: Update a Tummy Time Entry
hr: AKtualiziraj unos vremena na trbuhu
ja: うつぶせ遊び記録を更新
sr: Ажурирај унос времена на стомаку

source: Add a Tummy Time Entry
hr: Dodaj unos vremena na trbuhu
ja: うつぶせ遊び記録を追加
sr: Додај унос времена на стомаку

source: No tummy time entries found.
hr: Nije pronađen nijedan unos vremena na trbuhu.
ja: うつぶせ遊び記録が見つかりません。
sr: Нису пронађени уноси времена на стомаку.

source: Delete a Weight Entry
hr: Izbriši unos težine
ja: 体重記録を削除
sr: Обриши унос тежине

source: Add a Weight Entry
hr: Dodaj unos težine
ja: 体重記録を追加
sr: Додај унос тежине

source: No weight entries found.
hr: Nije pronađen nijedan unos težine.
ja: 体重記録が見つかりません。
sr: Нису пронађени уноси тежине

source: %(child)s had a diaper change.
sr: %(child)s је имао/ла промену пелене.

source: %(child)s started feeding.
hr: %(child)s početak hranjenja.
ja: %(child)sの授乳が始まりました。
sr: %(child)s је почео/ла храњење.

source: %(child)s finished feeding.
hr: %(child)s kraj hranjenja.
ja: %(child)sの授乳が終わりました。
sr: %(child)s је завршио/ла храњење.

source: %(child)s fell asleep.
hr: %(child)s zaspao/la.
ja: %(child)sが眠りにつきました。
sr: %(child)s је заспао/ла.

source: %(child)s woke up.
hr: %(child)s se probudio/la.
ja: %(child)sが目覚めました。
sr: %(child)s се пробудио/ла.

source: %(child)s started tummy time!
hr: %(child)s početak vremena na trbuhu!
ja: %(child)sのうつぶせ遊びが始まりました！
sr: %(child)s је започео/ла време на стомаку.

source: %(child)s finished tummy time.
hr: %(child)s kraj vremena na trbuhu.
ja: %(child)sのうつぶせ遊びが終わりました。
sr: %(child)s је завршио/ла време на стомаку.

source: %(model)s entry for %(child)s added!
hr: Unos za %(model)s za %(child)s je dodan!
ja: %(child)sの%(model)s記録が追加されました！
sr: %(model)s уноса за %(child)s су додати!

source: %(model)s entry added!
hr: Unos za %(model)s je dodan!
ja: %(model)s記録が追加されました！
sr: %(model)s уноса су додати!

source: %(model)s entry for %(child)s updated.
hr: Unos za %(model)s za %(child)s je aktualiziran.
ja: %(child)sの%(model)s記録が更新されました！
sr: %(model)s уноса за %(child)s су ажурирани.

source: %(model)s entry updated.
hr: Unos za %(model)s je aktualiziran.
ja: %(model)s記録が更新されました。
sr: %(model)s уноса су додати.

source: %(first_name)s %(last_name)s added!
hr: %(first_name)s %(last_name)s je dodano!
ja: %(first_name)s %(last_name)sが追加されました！
sr: %(first_name)s %(last_name)s је додато!

source: %(timer)s stopped.
sr: %(timer)s је завршено.

source: Last Diaper Change
hr: Zadnje mijenjanje pelene
ja: 前回のおむつ交換
sr: Последња промена пелене

source: %(time)s ago
sr: пре %(time)s

source: Never
hr: Nikada
ja: 一度もない
sr: Никад/а

source: Past Week
hr: Prošli tjedan
ja: 先週
sr: Прошле седмице

source: wet
hr: mokra
ja: おしっこ
sr: мокраћа

source: solid
hr: tvrda
ja: うんち
sr: измет

source: today
hr: danas
ja: 今日
sr: данас

source: yesterday
hr: jučer
ja: 昨日
sr: јуче

source: %(key)s days ago
sr: пре %(key)s дана

source: Last Feeding
hr: Zadnje hranjenje
ja: 最近の授乳
sr: Најскорије храњење

source: Last Feeding Method
hr: Način zadnjeg hranjenja
ja: 最近の授乳方式
sr: Најскорији начин храњења

source: Today's Sleep
sr: Данашње спавање

source: None yet today
sr: Ништа за данас

source: %(count)s sleep entries
sr: %(count) уноса спавања

source: Last Slept
sr: Најскорије спавање

source: Today's Naps
hr: Današnja drijemanja
ja: 今日の昼寝
sr: Данашње дремке

source: %(count)s nap%(plural)s
sr: %(count) дремка%(plural)/е

source: Statistics
hr: Statistika
ja: 統計
sr: Статистика

source: Not enough data
hr: Nema dovoljno podataka
ja: データ不足
sr: Нема девољно података

source: %(count)s active timer%(plural)s
sr: %(count)s активних тајмера%(plural)s

source: Started by %(instance.user)s at %(start)s
sr: Започето од стране %(instance.user)s у %(start)s

source: Today's Tummy Time
hr: Današnje vrijeme na trbuhu
ja: 今日のうつぶせ遊び
sr: Данашње време на стомаку

source: %(duration)s at %(end)s
hr: %(duration)s na %(end)s
ja: %(end)sに%(duration)s
sr: %(duration)s у%(end)s

source: Last Tummy Time
hr: Zadnje vrijeme na trbuhu
ja: 前回のうつぶせ遊び
sr: Најскорије време на стомаку

source: Child actions
hr: Radnje djeteta
ja: 赤ちゃんの行動
sr: Дечије акције

source: Diaper Change Types
hr: Vrste mijenjanja pelene
ja: おむつ交換の種類
sr: Тип промене пелене

source: Diaper Lifetimes
hr: Životni vijek pelena
ja: おむつ交換の間隔
sr: Трајање пелена

source: Feeding Durations (Average)
hr: Trajanje hranjenja (prosječno)
ja: 授乳時間（平均）
sr: Трајање храњења (просек)

source: Sleep Pattern
hr: Ritam spavanja
ja: 睡眠パターン
sr: Образац спавања

source: Sleep Totals
hr: Ukupni broj spavanja
ja: 睡眠合計
sr: Укупно спавање

source: Diaper change frequency
hr: Učestalost mijenjanja pelena
ja: おむつ交換頻度
sr: Учесталост промене пелена

source: Feeding frequency
hr: Učestalost hranjenja
ja: 授乳頻度
sr: Учесталост храњења

source: Average nap duration
hr: Prosječno trajanje drijemanja
ja: 昼寝の平均時間
sr: Просечно трајање дремке

source: Average naps per day
hr: Prosječni broj drijemanja na dan
ja: 1日あたりの昼寝の平均回数
sr: Просечна дремка по дану

source: Average sleep duration
hr: Prosječno trajanje spavanja
ja: 睡眠の平均時間
sr: Просечно трајање спавања

source: Average awake duration
hr: Prosječno trajanje budnosti
ja: 起床時間の平均
sr: Просечно трајање буђења

source: Weight change per week
hr: Promjena težine tjedno
ja: 週ごとの体重変化
sr: Промена тежине по недељама

source: <b>Diaper Lifetimes</b>
sr: <b>Трајање пелене</b>

source: Time between changes (hours)
hr: Vrijeme između mijenjanja (sati)
ja: 交換間隔（時間）
sr: Време између промене (сати)

source: Total
hr: Ukupno
ja: 合計
sr: Укупно

source: <b>Diaper Change Types</b>
sr: <b>Тип промене пелена</b>

source: Number of changes
hr: Broj mijenjanja
ja: 交換回数
sr: Број мењања

source: Average duration
hr: Prosječno trajanje
ja: 平均時間
sr: Просечно трајање

source: Total feedings
hr: Ukupno hranjenja
ja: 授乳量の合計
sr: Укупно храњења

source: <b>Average Feeding Durations</b>
sr: <b>Просечно трајање храњења</b>

source: Average duration (minutes)
hr: Prosječno trajanje (minute)
ja: 平均時間（分）
sr: Просечно трајање (минути)

source: Number of feedings
hr: Broj hranjenja
ja: 授乳回数
sr: Број храњења

source: <b>Sleep Pattern</b>
sr: <b>Образац спавања</b>

source: Time of day
hr: Doba dana
ja: 時間帯
sr: Време дана

source: Total sleep
hr: Ukupno spavanje
ja: 睡眠の合計
sr: Укупно спавања

source: <b>Sleep Totals</b>
sr: <b>Укупно спавања</b>

source: Hours of sleep
hr: Sati spavanja
ja: 睡眠時間
sr: Сати спавања

source: <b>Weight</b>
sr: <b>Маса/тежина</b>

source: Average Feeding Durations
hr: Prosječno trajanje hranjenja
ja: 平均授乳時間
sr: Просечно трајање храњења

source: Reports
hr: Izvještaji
ja: レポート
sr: Извештаји

source: There is no enough data to generate this report.
sr: Нема довољно података за извештај

source: Both breasts
hr: Obje dojke
ja: 両方の乳房
sr: Обе дојке

source: German
hr: Njemački
ja: ドイツ語
sr: немачки

source: Spanish
hr: Španjolski
ja: スペイン語
sr: шпански

source: Swedish
hr: Švedski
ja: スウェーデン語
sr: шведски

source: Turkish
hr: Turski
ja: トルコ語
sr: турски

source: You do not have permission to access this resource. Contact a site administrator for assistance.
hr: Nemaš dozvolu za pristup ovom resursu. Za pomoć se obrati administratoru web-stranice.
ja: このリソースにアクセスする権限がありません。サイト管理者に連絡して支援を求めてください。
sr: Немате дозволу да приступите овом ресурсу. Контактирајте администратора за помоћ.

source: Temperature
hr: Temperatura
ja: 体温
sr: Температура

source: Temperature reading
hr: Odčitavanje temperature
ja: 体温測定
sr: Мерења температуре

source: Learn about and predict baby's needs without (<em>as much</em>) guess work by using Baby Buddy to track &mdash;
hr: Nauči i predvidi bebine potrebe bez (<em>previše</em>) nagađanja pomoću Baby Buddy &ndash;
ja: Baby Buddyを使用することで、（<em>あまり</em>）推測せずに赤ちゃんのニーズを学び、予測します &mdash;
sr: Сазнај о бебиним потребама и предвиди их без (<em>превише</em>) нагађања користећи Бејби Бади за њихово праћење &mdash;
