Repository: babybuddy/babybuddy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hr, ja, sr

source: As the amount of entries grows, Baby Buddy will help parents and caregivers to identify small patterns in baby's habits using the dashboard and graphs. Baby Buddy is mobile-friendly and uses a dark theme to help weary moms and dads with 2AM feedings and changings. To get started, just click the button below to add your first (or second, third, etc.) child!
hr: Kako broj unosa raste, Baby Buddy će pomoći roditeljima i skrbnicima da identificiraju male promjene u navikama bebe pomoću pregledne ploče i grafikona. Baby Buddy je prilagođen za mobilne uređaje i koristi tamnu temu kako bi pomogao umornim mamama i tatama pri hranjenju i mijenjanju pelena u 2 ujutro. Započni pritiskom donjeg gumba za dodavanje tvog prvog (ili drugog, trećeg, itd.) djeteta!
ja: 記録の数が増えるにつれて、Baby Buddyはダッシュボードとグラフを使用して、保護者が赤ちゃんの習慣の小さなパターンを特定するのを支援します。Baby Buddyはモバイルフレンドリーで、深夜2時の授乳やおむつ交換で疲れたママやパパを助けるためにダークテーマを使用しています。始めるには、以下のボタンをクリックして最初（または2番目、3番目など）の赤ちゃんを追加してください！
sr: Како расте број уноса, Бејби Бади ће помоћи родитељима и неговатења да идентификују мање шеме бебиног понашања користећи таблу и графиконе. Бејби Бади је мобил-френдли и користи тамну тему да помогне уморним мамама и татама са ноћним храњењима и пресвлачењима. Да започнете, само кликните на дугме испод и додајте своје прво (или друго, треће, итд.) дете!

source: <strong>Oh snap!</strong> The two passwords did not match. Please try again.
sr: <strong>Упс!</strong> Унете лозинке се не поклапају. Молимо покушајте поново.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
hr: Poslali smo ti e-mail s uputama za postavljanje lozinke, ako postoji račun s e-mail adresom koju si upisao/la. Uskoro bi ih trebao/la primiti.
ja: 入力したメールアドレスにアカウントが存在する場合、パスワード設定の指示をメールで送信しました。間もなく届くはずです。
sr: Послали смо ти на мејл инструкције за подешавање лозинке, ако налог постоји са мејлом који сте унели. Требало би да их добијете у најкраћем року.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
hr: Ako ne primiš e-mail, provjeri je li e-mail adresa odgovara adresi s kojom si se registrirao/la i provjeri mapu neželjene pošte.
ja: メールが届かない場合は、登録したアドレスを正しく入力したか確認し、迷惑メールフォルダをチェックしてください。
sr: Ако нисте добили мејл, молимо вас да проверите да ли сте унели адресу са којом сте се регистровали, и провери спам фолдер.

source: Enter your account email address in the form below. If the address is valid, you will receive instructions for resetting your password.
hr: Upiši tvoju e-mail adresu za račun u donji obrazac. Ako je adresa valjana dobit ćeš upute za ponovno postavljanje lozinke.
ja: 以下のフォームにアカウントのメールアドレスを入力してください。アドレスが有効であれば、パスワードをリセットするための指示が届きます。
sr: Унеси мејл адресу налога у форми испод. Ако адреса није валидна, добићеш инструкције за ресетовање лозинке.

source: Fortified breast milk
hr: Obogaćeno majčino mlijeko
ja: 強化母乳
sr: Адаптирано мајчино млеко

source: Delete a Temperature Reading
hr: Izbriši odčitavanje temperature
ja: 温度測定を削除
sr: Обриши мерење температуре

source: Add a Temperature Reading
hr: Dodaj odčitavanje temperature
ja: 温度測定を追加
sr: Додај мерење температуре

source: Add a Temperature Entry
hr: Dodaj unos temperature
ja: 温度記録を追加
sr: Додај унос мерења температуре

source: No temperature entries found.
hr: Nije pronađen nijedan unos temparature.
ja: 温度記録が見つかりませんでした。
sr: Нису пронађени уноси температуре.

source: %(timer)s created by %(user)s
hr: %(timer)s stvoren od %(user)s
ja: %(user)sによって作成された%(timer)s
sr: %(timer)s креиран од стране %(user)s

source: %(hours)s hour
hr: %(hours)s sat
ja: %(hours)s時間
sr: %(hours)s сат

source: %(minutes)s minute
hr: %(minutes)s minuta
ja: %(minutes)s分
sr: %(minutes)s минут

source: %(seconds)s second
hr: %(seconds)s sekunda
ja: %(seconds)s秒
sr: %(seconds)s секунда

source: %(model)s entry deleted.
hr: %(model)s unos izbrisan.
ja: %(model)sの記録が削除されました。
sr: %(model)s унос обрисан.

source: %(model)s reading added!
hr: Odčitavanje %(model)s dodano!
ja: %(model)sの測定が追加されました！
sr: %(model)s мерење додато!

source: %(model)s reading for %(child)s updated.
hr: Odčitavanje %(model)s za %(child)s aktualizirano.
ja: %(child)sの%(model)sの測定が更新されました。
sr: %(model)s мерење за %(child)s је ажурирано.

source: Started by %(user)s at %(start)s
hr: Pokrenuto od %(user)s u %(start)s
ja: %(user)sによって%(start)sに開始されました
sr: Покренуо корисник %(user)s у %(start)s

source: Feeding Amounts
hr: Količine hranjenja
ja: 授乳量
sr: Број храњења

source: Total feeding amount
sr: Укупан број храњења

source: <b>Total Feeding Amounts</b>
sr: <b>Укупан број храњења</b>

source: Feeding amount
hr: Količina hranjenja
ja: 授乳量
sr: Број храњења

source: There is not enough data to generate this report.
hr: Nema dovoljno podataka za generiranje ovog izvještaja.
ja: このレポートを生成するためのデータが不足しています。
sr: Нема довољно података за генерисање овог извештаја.

source: Timezone
hr: Vremenska zona
ja: タイムゾーン
sr: Временска зона

source: Database Admin
hr: Administrator baze podataka
ja: データベース管理者
sr: Управљање базом

source: Add Child
hr: Dodaj dijete
ja: 赤ちゃんを追加
sr: Додај дете

source: Add Diaper Change
hr: Dodaj mijenjanje pelene
ja: おむつ交換記録を追加
sr: Додај промену пелене

source: Add Feeding
hr: Dodaj hranjenje
ja: 授乳記録を追加
sr: Додај храњење

source: Add Note
hr: Dodaj bilješku
ja: 育児ノートを追加
sr: Додај напомену

source: Add Sleep
hr: Dodaj spavanje
ja: 睡眠記録を追加
sr: Додај спавање

source: Add Temperature Reading
hr: Dodaj odčitavanje temperature
ja: 体温測定記録を追加
sr: Додај мерење температуре

source: Delete All Inactive Timers
sr: Обриши неактивне тајмере

source: Delete Inactive
sr: Обриши неактивно

source: Are you sure you want to delete %(number)s inactive timer%(plural)s?
sr: Да ли си сигуран да желиш да обришеш %(number)s неактивних тајмера%(plural)s?

source: Delete Inactive Timers
sr: Обриши неактивне тајмере

source: Add Tummy Time
hr: Dodaj vrijeme na trbuhu
ja: うつぶせ遊び記録を追加
sr: Додај време на стомаку

source: Add Weight
hr: Dodaj težinu
ja: 体重記録を追加
sr: Додај тежину

source: All inactive timers deleted.
sr: Обрисани сви неактивни тајмери.

source: No inactive timers exist.
sr: Нема неактивних тајмера.

source: most recent
hr: najnedavnije
ja: 最新
sr: најскорије

source: %(n)s feeding%(plural)s ago
sr: пре %(n)s храњења%(plural)s

source: Last Sleep
hr: Zadnje spavanje
ja: 前回の睡眠
sr: Последње спавање

source: Diaper Change Amounts
hr: Količine mijenjanja pelene
ja: おむつ交換量
sr: Број промена пелена

source: Diaper change amount
hr: Količina mijenjanja pelene
ja: おむつ交換量
sr: Број промена пелена

source: <b>Diaper Change Amounts</b>
sr: <b>Број промена пелена</b>

source: Change amount
hr: Količina mijenjanja
ja: おむつ交換量
sr: Промени количину

source: Diaper Amounts
hr: Količine pelena
ja: おむつ交換量
sr: Број пелена

source: If supported by browser, the dashboard will only refresh when visible, and also when receiving focus.
hr: Ako preglednik to podržava, pregledna ploča će se aktualizirati samo kada je vidljiva i kada je aktivna.
ja: ブラウザが対応している場合、ダッシュボードは表示されている時、またはフォーカスを受けた時にのみ更新されます。
sr: Ако претраживач то подржава, табла ће се освежити када буде виджива, и када јој се врати фокус.

source: Hide Empty Dashboard Cards
hr: Sakrij prazne kartice pregledne ploče
ja: 空のダッシュボードカードを隠す
sr: Сакриј празне картице табле

source: Hide data older than
hr: Sakrij podatke starije od
ja: 古いデータを隠す
sr: Сакриј податке старије од

source: This setting controls which data will be shown in the dashboard.
hr: Ova postavka kontrolira koji će se podaci prikazati na preglednoj ploči.
ja: この設定はダッシュボードに表示されるデータを制御します。
sr: Ово подешавање контролише податке који ће се приказати на табли.

source: show all data
hr: pokaži sve podatke
ja: すべてのデータを表示
sr: прикажи све податке

source: 1 day
sr: 1 дан

source: 2 days
sr: 2 дана

source: 3 days
sr: 3 дана

source: 1 week
sr: 1 недеља

source: 4 weeks
sr: 4 недеље

source: Dutch
hr: Nizozemski
ja: オランダ語
sr: холандски

source: Finnish
hr: Finski
ja: フィンランド語
sr: фински

source: Italian
hr: Talijanski
ja: イタリア語
sr: италијански

source: Polish
hr: Poljski
ja: ポーランド語
sr: пољски

source: Portuguese
hr: Portugalski
ja: ポルトガル語
sr: португалски

source: Timeline
hr: Kronologija
ja: タイムライン
sr: Преглед

source: Solid food
hr: Čvrsta hrana
ja: 離乳食
sr: Чврста храна

source: Parent fed
hr: Roditelj hrani
ja: 親が食べさせた
sr: Храњење од стране родитеља

source: Self fed
hr: Jede samostalno
ja: 自分で食べた
sr: Самостално храњење

source: Contents
hr: Sadržaj
ja: 内容
sr: Садржаји

source: Restart timer
hr: Ponovo pokreni timer
ja: タイマーを再開
sr: Рестартуј тајмер

source: Delete timer
sr: Обриши тајмер

source: Today
hr: Danas
ja: 今日
sr: Данас

source: 0 days
sr: 0 дана

source: Amount: %(amount).0f
hr: Količina: %(amount).0f
ja: 量: %(amount).0f
sr: Количина: %(amount).0f

source: Contents: %(contents)s
sr: Садржај: %(contents)s

source: <div>%(since)s ago</div> <small>%(time)s</small>
sr: <div>%(since)s пре</div> <small>%(time)s</small>

source: Today's Feeding
sr: Данашња храњења

source: %(count)s feeding entries
sr: %(count)s уноса храњења

source: No data yet
hr: Još nema podataka
ja: まだデータがありません
sr: Још увек нема података

source: Tummy Time Durations (Sum)
hr: Trajanje vremena na trbuhu (zbroj)
ja: うつぶせ遊び時間（合計）
sr: Време на стомаку (збир)

source: Edit
hr: Uredi
ja: 編集
sr: Измени

source: Feeding frequency (past 3 days)
hr: Učestalost hranjenja (zadnja 3 dana)
ja: 過去3日間の授乳頻度
sr: Учесталост храњења (претходна 3 дана)

source: Feeding frequency (past 2 weeks)
hr: Učestalost hranjenja (zadnja 2 tjedna)
ja: 過去2週間の授乳頻度
sr: Учесталост храњења (претходне 2 недеље)

source: Total duration
hr: Ukupno trajanje
ja: 総時間
sr: Укупно трајање

source: Number of sessions
hr: Broj sesija
ja: うつぶせ遊び回数
sr: Број сесија

source: <b>Total Tummy Time Durations</b>
sr: <b>Укупно време на стомаку</b>

source: Total duration (minutes)
hr: Ukupno trajanje (minute)
ja: 総時間（分）
sr: Укупно трајање (минута)

source: Total Tummy Time Durations
hr: Ukupno trajanje vremena na trbuhu
ja: 総うつぶせ遊び時間
sr: Укупно трајање проведено на стомаку

source: English (US)
hr: Engleski (SAD)
ja: 英語（アメリカ）
sr: енглески (САД)

source: English (UK)
hr: Engleski (UK)
ja: 英語（イギリス）
sr: енглески (УК)

source: Measurements
hr: Mjerenja
ja: 測定
sr: Мерења

source: Height
hr: Veličina
ja: 身長
sr: Висина

source: Height entry
hr: Unos veličine
ja: 身長記録
sr: Унос висине

source: Head Circumference
hr: Opseg glave
ja: 頭囲
sr: Обим главе

source: Head Circumference entry
hr: Unos opsega glave
ja: 頭囲記録
sr: Унос обима главе

source: BMI
sr: БМИ

source: BMI entry
hr: Unos BMI-a
ja: BMI記録
sr: БМИ унос

source: Napping
sr: Дремка

source: Delete a BMI Entry
hr: Izbriši unos BMI-a
ja: BMI記録を削除
sr: Обриши БМИ унос

source: Add a BMI Entry
hr: Dodaj unos BMI-a
ja: BMI記録を追加
sr: Додај БМИ унос

source: Add BMI
hr: Dodaj BMI
ja: BMI記録を追加
sr: Додај БМИ

source: No bmi entries found.
sr: Нису пронађени БМИ уноси.

source: Delete a Head Circumference Entry
hr: Izbriši unos opsega glave
ja: 頭囲記録を削除
sr: Обриши унос обима главе

source: Add a Head Circumference Entry
hr: Dodaj unos opsega glave
ja: 頭囲記録を追加
sr: Додај унос обима главе

source: Add Head Circumference
hr: Dodaj opseg glave
ja: 頭囲記録を追加
sr: Додај обим главе

source: No head circumference entries found.
hr: Nisu pronađeni nikoji unosi opsega glave.
ja: 頭囲記録が見つかりませんでした。
sr: Нису пронађени уноси обима главе.

source: Delete a Height Entry
hr: Izbriši unos veličine
ja: 身長記録を削除
sr: Обриши унос висине

source: Add a Height Entry
hr: Dodaj unos veličine
ja: 身長記録を追加
sr: Додај унос висине

source: Add Height
hr: Dodaj veličinu
ja: 身長記録を追加
sr: Додај висину

source: No height entries found.
hr: Nije pronađen nijedan unos veličine.
ja: 身長記録が見つかりませんでした。
sr: Нису пронађене ставке висине.

source: Duration: %(duration)s
hr: Trajanje: %(duration)s
ja: 期間: %(duration)s
sr: Трајање: %(duration)s

source: %(since)s since previous
hr: %(since)s od prethodnog
ja: 前回から%(since)s
sr: %(since)s од претходног

source: No events
hr: Nema događaja
ja: イベントなし
sr: Нема догађаја

source: %(child)s had a %(type)s diaper change.
hr: %(child)s mijenjanje pelene, %(type)s.
ja: %(child)sが%(type)sのおむつ交換されました。
sr: Дете %(child)s је имало %(type)s тип пелене.

source: Height change per week
hr: Promjena veličine tjedno
ja: 週ごとの身長変化
sr: Промена висине по недељама

source: Head circumference change per week
hr: Promjena opsega glave tjedno
ja: 週ごとの頭囲変化
sr: Промена обима главе по недељи

source: BMI change per week
hr: Promjena BMI-a na tjedan
ja: 週ごとのBMI変化
sr: БМИ промена по недељама

source: <b>BMI</b>
sr: <b>БМИ</b>

source: <b>Total Feeding Amount by Type</b>
sr: <b>Укупан број храњења по типу</b>

source: <b>Head Circumference</b>
sr: <b>Обим главе</b>

source: <b>Height</b>
sr: <b>Висина</b>

source: Chinese (simplified)
hr: Kineski (pojednostavljeni)
ja: 中国語（簡体）
sr: кинески (поједностављен)

source: Bad Request
hr: Neispravan zahtjev
ja: 不正なリクエスト
sr: Лош захтев

source: How to Fix
hr: Kako ispraviti
ja: 修正方法
sr: Како исправити

source: Add <samp>%(origin)s</samp> to the <code>CSRF_TRUSTED_ORIGINS</code> environment variable. If multiple origins are required separate with commas.
sr: Додајте <samp>%(origin)s</samp> у <code>CSRF_TRUSTED_ORIGINS</code> променљиву окружења. Уколико је потребно унети више ставки, одвојите их запетама.

source: Page Not Found
hr: Stranica nije pronađena
ja: ページが見つかりません
sr: Страница није пронађена

source: The path <code>%(request_path)s</code> does not exist.
sr: Путања <code>%(request_path)s</code> не постоји.

source: Server Error
hr: Greška servera
ja: サーバーエラー
sr: Грешка сервера

source: Return to Baby Buddy
hr: Natrag na Baby Buddy
ja: Baby Buddyに戻る
sr: Повратак на Бејби Бади

source: Forbidden
hr: Zabranjeno
ja: アクセス禁止
sr: Забрањено

source: CSRF verification failed. Request aborted.
hr: CSRF verifikacija nije uspjela. Zahtjev je prekinut.
ja: CSRF検証に失敗しました。リクエストが中止されました。
sr: CSRF верификација није успела. Захтев отказан.

source: Catalan
hr: Katalonski
ja: カタルーニャ語
sr: каталонски

source: Pumping
hr: Dojenje
ja: 搾乳
sr: Измлазавање

source: Pumping entry
hr: Unos dojenja
ja: 搾乳記録
sr: Унос измлазавања

source: Tag
hr: Oznaka
ja: タグ
sr: Таг

source: Click on the tags to add (+) or remove (-) tags or use the text editor to create new tags.
hr: Pritisni oznake za dodavanje (+) ili uklanjanje (-) oznaka ili koristi uređivač teksta za stvaranje novih oznaka.
ja: タグをクリックして追加（+）または削除（-）するか、テキストエディタを使用して新しいタグを作成してください。
sr: Кликни на таг на додаш (+) или обришеш (-) таг или користити текст едитор да креираш нове тагове.

source: Last used
hr: Zadnje korišteno
ja: 前回の使用
sr: Последњи пут коришћено

source: Tags
hr: Oznake
ja: タグ
sr: Тагови

source: Delete a Pumping Entry
hr: Izbriši unos dojenja
ja: 搾乳記録を削除
sr: Обриши унос измлазавања

source: Add a Pumping Entry
hr: Dodaj unos dojenja
ja: 搾乳記録を追加
sr: Додај унос измлазавања

source: Add Pumping Entry
hr: Dodaj unos dojenja
ja: 搾乳記録を追加
sr: Додај унос измлазавања

source: No pumping entries found.
hr: Nije pronađen nijedan unos dojenja.
ja: 搾乳記録が見つかりませんでした。
sr: Нису пронађени уноси измлазавања

source: Tag name
hr: Ime oznake
ja: タグ名
sr: Име тага

source: Recently used:
hr: Nedavno korišteno:
ja: 最近の使用:
sr: Недавно коришћено:

# Error modal
source: Error
hr: Greška
ja: エラー
sr: Грешка

# Error modal
source: An error ocurred.
hr: Dogodila se greška.
ja: エラーが発生しました。
sr: Дошло је до грешке.

# Error modal
source: Invalid tag name.
hr: Neispravno ime oznake.
ja: 無効なタグ名。
sr: Неисправан назив тага.

# Error modal
source: Failed to create tag.
hr: Neuspjelo stvaranje oznake.
ja: タグ作成が失敗した。
sr: Неуспело креирање тага.

# Error modal
source: Failed to obtain tag data.
hr: Neuspjelo dohvaćanje podataka oznake.
ja: タグデータの取得が失敗した。
sr: Неуспело довлачење података тага.

# Error modal
source: Close
hr: Zatvori
ja: 閉じる
sr: Затвори

source: Diaper change frequency (past 3 days)
hr: Učestalost mijenjanja pelena (zadnja 3 dana)
ja: おむつ交換頻度(過去3日間)
sr: Учесталост промене пелена (претходна 3 дана)

source: Diaper change frequency (past 2 weeks)
hr: Učestalost mijenjanja pelena (zadnja 2 tjedna)
ja: おむつ交換頻度(過去2週間)
sr: Учесталост промене пелена (претходне 2 недеље)

source: <b>Total Pumping Amount</b>
sr: <b>Укупна количина измлазавања</b>

source: Pumping Amount
hr: Količina dojenja
ja: 搾乳量
sr: Количина измлазавања

source: Body Mass Index (BMI)
hr: Indeks tjelesne mase (BMI)
ja: 身体質量指数（BMI）
sr: Индекс телесне масе (БМИ)

source: Pumping Amounts
hr: Količine dojenja
ja: 搾乳量
sr: Количина измлазавања

source: Are you sure you want to delete %(number)s inactive timer?
sr: Да ли сте сигурни да желите да обришете %(number)s неактиван тајмер?

source: %(counter)s feeding
hr: %(counter)s hranjenje
ja: %(counter)s 回の授乳
sr: %(counter)s храњење

source: %(n)s feeding ago
hr: prije %(n)s hranjenja
ja: %(n)s回前の授乳
sr: пре %(n)s храњења

source: %(count)s nap
hr: %(count)s drijemanje
ja: %(count)s 回の昼寝
sr: %(count)s дремка

source: %(count)s active timer
sr: %(count)s активан тајмер

source: Read only
hr: Samo-za-čitanje
ja: 読み取り専用
sr: Само за гледање

source: Restricts user to viewing data only.
hr: Ograničava korisnika samo na prikaz podataka.
ja: ユーザーはデータの閲覧のみ制限されます。
sr: Ограничава корисника искључиво на преглед.

source: Czech
hr: Češki
ja: チェコ語
sr: чешки

source: Danish
hr: Danski
ja: デンマーク語
sr: дански

source: Hungarian
hr: Mađarski
ja: ハンガリー語
sr: мађарски

source: Russian
hr: Ruski
ja: ロシア語
sr: руски

source: Add a device
hr: Dodaj uređaj
ja: デバイスを追加
sr: Додај уређај

source: Authentication Methods
hr: Načini autentifikacije
ja: 認証方法
sr: Методе аутентификације

source: Login QR code
hr: QR kod za prijavu
ja: ログインQRコード
sr: QR код за пријаву

source: Unlock User
hr: Otključaj korisnika
ja: ユーザーをロック解除
sr: Откључај корисника

source: Unlock
hr: Otključaj
ja: ロック解除
sr: Откључај

source: <h1>Are you sure you want to unlock <span class="text-info">%(object)s</span>?</h1>
sr: <h1>Да ли сте сигурни да желите да откључате <span class="text-info">%(object)s</span>?</h1>

source: User locked.
hr: Korisnik je zaključan.
ja: ユーザーがロックされました。
sr: Корисник је закључан.

source: Locked
hr: Zaključano
ja: ロックされた
sr: Закључан

source: Too Many Login Attempts
hr: Previše pokušaja prijave
ja: ログイン試行回数が多すぎます
sr: Превише покушаја логовања

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
hr: Primaš ovaj e-mail jer si zatražio/la ponovno postavljanje lozinke za tvoj korisnički račun na %(site_name)s.
ja: このメールは、%(site_name)sのユーザーアカウントのパスワードリセットをリクエストしたため送信されています。
sr: Добијате овај мејл зато што сте захтевали промену лозинке за свој кориснички налог на %(site_name)s.

source: Please go to the following page and choose a new password:
hr: Idi na sljedeću stranicu i odaberi novu lozinku:
ja: 次のページへ移動して新しいパスワードを選択してください：
sr: Молимо вас да одете на следећу страну и одаберете нову лозинку:

source: Your username, in case you’ve forgotten:
hr: Tvoje korisničko ime, u slučaju da ga se ne sjećaš:
ja: もし忘れていた場合、あなたのユーザー名：
sr: Ваше корисничко име, у случају да сте заборавили:

source: Thanks for using Baby Buddy!
hr: Hvala što koristiš Baby Buddy!
ja: Baby Buddyをご利用いただきありがとうございます！
sr: Хвала вам што користите Бејби Бади!

source: User unlocked.
hr: Korisnik je otključan.
ja: ユーザーのロックが解除されました。
sr: Корисник откључан.

source: No BMI entries found.
hr: Nije pronađen nijedan unos BMI-a.
ja: BMIの記録が見つかりませんでした。
sr: Нису пронађени БМИ уноси.

source: Switch child
hr: Promijeni dijete
ja: 赤ちゃんを切り替える
sr: Промени дете

source: Switch to…
hr: Prijeđi na …
ja: 切り替える…
sr: Промени на…

source: Quick Start Timer For…
hr: Pokreni timer za …
ja: …のためのクイックスタートタイマー
sr: Покрени тајмер за…

source: days ago
sr: дана пре

source: Recent Sleep
hr: Nedavno spavanje
ja: 最近の睡眠
sr: Недавно спавање

source: %(counter)s sleep
hr: %(counter)s spavanje
ja: %(counter)s 回の睡眠
sr: %(counter)s спавање

source: <b>Temperature</b>
sr: <b>Температура</b>

source: Last Pumping
hr: Zadnje dojenja
ja: 最後の搾乳
sr: Последње измлазавање

source: Norwegian Bokmål
hr: Norveški bokmål
ja: ノルウェー語ブークモール
sr: норвешки букмол

source: Default minimum nap start time
hr: Standardno minimalno vrijeme početka drijemanja
ja: デフォルトの最小昼寝開始時間
sr: Подразумевана ми

source: The minimum default time that a sleep entry is consider a nap. If set the nap property will be preselected if the start time is within the bounds.
hr: Minimalno standardno vrijeme unosa spavanja koje se smatra drijemanjem. Ako je postavljeno, svojstvo drijemanja će se unaprijed odabrati ako je vrijeme početka unutar granica.
ja: 睡眠記録が昼寝と見なされる最小のデフォルト時間。設定されている場合、開始時間が範囲内であれば昼寝のプロパティが事前に選択されます。
sr: Минимално подразумевано време када се унос спавања сматра дремком. Ако је подешено, дремка ће унапред бити селектована, ако је време почетка уноса унутар граница.

source: Default maximum nap start time
hr: Standardno maksimalno vrijeme početka drijemanja
ja: デフォルトの最大昼寝開始時間
sr: Подразумевани почетни тренутак дремке

source: The maximum default time that a sleep entry is consider a nap. If set the nap property will be preselected if the start time is within the bounds.
hr: Maksimalno standardno vrijeme unosa spavanja koje se smatra drijemanjem. Ako je postavljeno, svojstvo drijemanja će se unaprijed odabrati ako je vrijeme početka unutar granica.
ja: 睡眠記録が昼寝と見なされる最大のデフォルト時間。設定されている場合、開始時間が範囲内であれば昼寝のプロパティが事前に選択されます。
sr: Максимално подразумевано време када се унос спавања сматра дремком. Ако је постављено, својство дремања ће бити унапред селектовано ако је време почетка уноса унутар тих граница.

source: Site Settings
hr: Postavke web-stranice
ja: サイト設定
sr: Подешавања сајта

source: Nap settings
hr: Postavke drijemanja
ja: 昼寝設定
sr: Подешавања дремке

source: %(count)s timer
ja: %(count)sタイマー
sr: %(count)s тајмер

source: Nap start max. value %(max)s must be greater than nap start min. value %(min)s.
hr: Maksimalna vrijednost početka drijemanja %(max)s mora biti veća od minimalne vrijedonsti početka drijemanja %(min)s.
ja: 昼寝開始の最大値%(max)sは、昼寝開始の最小値%(min)sよりも大きくなければなりません。
sr: Максимална почетна вредност дремке %(max)s мора бити већа од минималне вредности дремке %(min)s.

source: Nap start min. value %(min)s must be less than nap start min. value %(max)s.
sr: Минимална почетна вредност дремке %(max)s мора бити мања од минималне %(min)s.

source: Temperature: %(temperature).0f
hr: Temperatura: %(temperature).0f
ja: 体温: %(temperature).0f
sr: Температура: %(temperature).0f

source: %(child)s had a temperature measurement.
hr: %(child)s izmjerena temeratura.
ja: %(child)sが体温を測定されました。
sr: %(child)s је мерило температуру.

source: Recent Feedings
hr: Nedavna hranjenja
ja: 最近の授乳
sr: Недавна храњења

source: Girl
hr: Djevojčica
ja: 女の子
sr: Девојчица

source: Boy
hr: Dječak
ja: 男の子
sr: Дечак

source: <b>Diaper Change Intervals</b>
sr: <b>Интервали промене пелене</b>

source: Interval (hours)
hr: Interval (sati)
ja: 間隔（時間）
sr: Интервал (сати)

source: Interval
ja: 間隔
sr: Интервал

source: <b>Feeding intervals</b>
sr: <b>Интервали храњења</b>

source: Feeding interval (hours)
hr: Interval hranjenja (sati)
ja: 授乳間隔（時間）
sr: Интервали храњења (сати)

source: P3
sr: П3

source: P15
sr: П15

source: P50
sr: П50

source: P85
sr: П85

source: P97
sr: П97

source: Diaper Change Intervals
hr: Intervali mijenjanja pelene
ja: おむつ交換間隔
sr: Интервали замене пелена

source: Feeding Intervals
hr: Intervali hranjenja
ja: 授乳間隔
sr: Интервали храњења

source: Diaper Intervals
hr: Intervali mijenjanja pelene
ja: おむつ間隔
sr: Интервали замене пелена

source: WHO Weight Percentiles for Boys in kg
hr: WHO postotak težine za dječake u kg
ja: 男の子のWHO体重パーセンタイル（kg）
sr: СЗО перцентил тежине за дечаке у кг

source: WHO Weight Percentiles for Girls in kg
hr: WHO postotak težine za djevojčice u kg
ja: 女の子のWHO体重パーセンタイル（kg）
sr: СЗО перцентил тежине за девојчице у кг

source: %(days_ago)s days ago
hr: prije %(days_ago)s dana
ja: %(days_ago)s 日前
sr: пре %(days_ago)s дана
