Repository: babybuddy/babybuddy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hr, ja, sr

source: Nap start min. value %(min)s must be less than nap start max. value %(max)s.
hr: Minimalna vrijednost početka drijemanja %(min)s mora biti manja od maksimalne vrijedonsti početka drijemanja %(max)s.
ja: 昼寝開始の最小値%(min)sは、昼寝開始の最大値%(max)sよりも小さくなければなりません。
sr: Минимална почетна вредност дремке %(max)s мора бити мања од максималне %(min)s.

source: Birth time
hr: Vrijeme rođenja
ja: 出生時刻
sr: Време рођења

source: Image
hr: Slika
ja: 写真
sr: Слика

source: changes
hr: mijenjanja
ja: おむつ交換
sr: промене

source: WHO Height Percentiles for Boys in cm
hr: WHO postotak veličine za dječake u cm
ja: 男の子のWHO身長パーセンタイル（cm）
sr: СЗО перцентил висине за дечаке у цм

source: WHO Height Percentiles for Girls in cm
hr: WHO postotak veličine za djevojčice u cm
ja: 女の子のWHO身長パーセンタイル（cm）
sr: СЗО перцентил висине за девојчице у цм

source: Brazilian Portuguese
hr: Brazilski portugalski
ja: ブラジルポルトガル語
sr: Бразилски португалски

source: Hebrew
hr: Hebrejski
ja: ヘブライ語
sr: Хебрејски

source: Ukrainian
hr: Ukrajinski
ja: ウクライナ語
sr: Украјински

source: Bottle Feeding
hr: Hranjenje bočicom
ja: ボトルフィーディング
sr: Храњење из флашице

source: <h1> Are you sure you want to delete <span class="text-info">%(object)s</span>? </h1>
sr: <h1> Да ли сте сигурни да желите да обришете <span class="text-info">%(object)s</span>? </h1>

source: <h1> Are you sure you want to unlock <span class="text-info">%(object)s</span>? </h1>
sr: <h1> Да ли сте сигурни да желите да откључате <span class="text-info">%(object)s</span>? </h1>

source: <h1> Update <span class="text-info">%(object)s</span> </h1>
sr: <h1> Ажурирајте <span class="text-info">%(object)s</span> </h1>

source: Add a Bottle Feeding
hr: Dodaj hranjenje bočicom
ja: 哺乳瓶での授乳記録を追加
sr: Додај храњење из флашице

source: Add Bottle Feeding
hr: Dodaj hranjenje bočicom
ja: 哺乳瓶での授乳記録を追加
sr: Додај храњење из флашице

source: Advanced Fields
hr: Napredna polja
ja: 高度なフィールド
sr: Напредна поља

source: Breastfeeding
hr: Dojenje
ja: 母乳
sr: Дојење

source: left
hr: lijevo
ja: 左
sr: лево

source: right
hr: desno
ja: 右
sr: десно

source: feedings in
hr: hranjenja u
ja: 授乳の時間
sr: храњења у

source: %(count)d Per Page
sr: %(count)d по страни

source: Show All
hr: Pokaži sve
sr: Прикажи све

source: Items Per Page
hr: Broj stavki po stranici
sr: Ставке по страни

source: Japanese
hr: Japanski
sr: јапански

source: First
hr: Prvo
sr: Прва

source: Last
hr: Zadnje
sr: Последња

source: Delete a Tag
hr: Izbriši oznaku
sr: Избриши таг

source: There is 1 item tagged with this tag.
sr: Постоји 1 ставка са овим тагом.

source: <p class="mb-0">This action will remove the tag from all items it is currently applied to.</p>
sr: <p class="mb-0">Ова акција ће уклонити таг са свих ставки над којима је тренутно примењена.</p>

source: Delete Tag
hr: Izbriši oznaku
sr: Избриши таг

source: Update a Tag
hr: Aktualiziraj oznaku
sr: Ажурирај таг

source: Add a Tag
hr: Dodaj oznaku
sr: Додај таг

source: Tag actions
hr: Radnje oznake
sr: Таговане акције

source: Tagged Measurements
hr: Označena mjerenja
sr: Тагована мерења

source: BMI Measurements
hr: Mjerenja BMI-a
sr: БМИ мерења

source: Head Circumference Measurements
hr: Mjerenja opsega glave
sr: Мерења обима главе

source: Height Measurements
hr: Mjerenja veličine
sr: Мерења висине

source: Temperature Measurements
hr: Mjerenja temperature
sr: Мерења температуре

source: Weight Measurements
hr: Mjerenja težine
sr: Мерења тежине

source: Tagged Activities
hr: Označene aktivnosti
sr: Таговане активности

source: Pumpings
hr: Dojenja
sr: Измлазавања

source: Sleeps
hr: Spavanja
sr: Спавања

source: Tummy Times
hr: Vremena na trbuhu
sr: Време на стомаку

source: Add Tag
hr: Dodaj oznaku
sr: Додај таг

source: Items Tagged
hr: Označene stavke
sr: Таговане ставке

source: Last Used
hr: Zadnje korišteno
sr: Задње коришћено

source: No tags found.
hr: Nije pronađena nijedna oznaka.
sr: Нема нађених тагова.

source: %(child)s had a feeding.
hr: %(child)s nahranjen/a.
sr: Дете %(child)s је нахрањено.

source: <b>Feeding Pattern</b>
sr: <b>Шема храњења</b>

source: Feeding Pattern
hr: Ritam hranjenja
sr: Шема храњења

source: %(minutes)d minute
hr: %(minutes)d minuta
sr: %(minutes)d минут

source: %(days)d day
hr: %(days)d dan
sr: %(days)d дан

source: %(weeks)d week
hr: %(weeks)d tjedan
sr: %(weeks)d недеља

source: Error
hr: Greška
sr: Грешка

source: Some fields have errors. See below for details.
hr: Neka polja sadrže greške. Pogledaj detalje niže dolje.
sr: Нека поља садрже грешке. Погледајте детаље испод.

source: Add %(value)s to the %(variable)s environment variable. If multiple origins are required separate with commas.
hr: Dodaj %(value)s varijabli okruženja %(variable)s. Ako je potrebno više izvora, odvoji ih zarezima.
sr: Додајте %(value)s у %(variable)s променљиву окружења. Уколико је потребно унети више ставки, одвојите их запетама.

source: The path %(path)s does not exist.
hr: Putanja %(path)s ne postoji.
sr: Путања %(path)s не постоји.

source: Oh no!
hr: O, ne!
sr: О, не!

source: The two passwords did not match.
hr: Lozinke se ne poklapaju.
sr: Лозинке се не поклапају.

source: Please try again.
hr: Pokuüaj ponovo.
sr: Молимо покушајте поново.

source: Are you sure you want to delete %(name)s?
hr: Stvarno želiš izbrisati %(name)s?
sr: Да ли сте сигурни да желите да обришете %(name)s?

source: Are you sure you want to unlock %(name)s?
hr: Stvarno želiš otključati %(name)s?
sr: Да ли сте сигурни да желите да откључате %(name)s?

source: This action will remove the tag from all items it is currently applied to.
hr: Ova će radnja ukloniti oznaku iz svih stavki na koje se trenutačno primijenjuje.
sr: Ова акција ће уклонити таг са свих ставки на којима је тренутно примењена.

source: %(time_ago)s ago
hr: prije %(time_ago)s
sr: пре %(time_ago)s

source: Total Feeding Amount by Type
hr: Ukupno hranjenje prema vrsti
sr: Укупна количина храњења по типу

source: Feeding intervals
hr: Intervali hranjenja
sr: Интервали храњења

source: Total Pumping Amount
hr: Ukupna količina dojenja
sr: Укупна количина измлазавања

source: Wet
hr: Mokra
ja: おしっこ

source: Solid
hr: Tvrda
ja: うんち

source: Method
hr: Način
ja: 方式
